Repository: scottmckenzie/pgpcr
Catalog: po/*/LC_MESSAGES/pgpcr.po
Languages: de

source: Keyboard Layout
de: Tastaturbelegung

source: Would you like to use the default keyboard layout (US QWERTY)
de: Möchten Sie die Standardtastaturbelegung benutzen

source: Boot Media
de: Startmedium

source: You can now remove the boot media, as the entire filesystem has been loaded into RAM.
de: Sie können das Startmedium jetzt entfernen, das Dateisystem wurde in den Arbeitsspeicher geladen.

source: Welcome to the PGP Clean Room!
de: Willkommen im PGP Clean Room!

source: What do you wish to do?
de: Was möchten Sie tun?

source: Generate a New GPG Master Key
de: Einen neuen GPG Hauptschlüssel generieren

source: Load a GPG Master Key from USB
de: Einen GPG Hautpschlüssel vom USB-Gerät laden

source: Advanced Options
de: Erweiterte Optionen

source: Quit
de: Schliessen

source: These options are for users who know what they are doing
de: Optionen für Nutzer die wissen was sie tun

source: Generate Key on Smartcard
de: Schlüsselpaar auf Smartcard generieren

source: Import existing key
de: Existierenden Schlüssel importieren

source: Set Smartcard properties
de: Smartcard-Eigenschaften setzen

source: Set Smartcard PINs
de: Smartcard-PINs setzen

source: Run shell
de: Eine Shell ausführen

source: Would you like to shutdown the PGP Clean Room?
de: Möchten Sie PGP Clean Room schliessen?

source: Key Signing
de: Schlüssel signieren

source: Finding Keys...
de: Schlüssel finden…

source: No keys found for fingerprint: '%s'
de: Keine Schlüssel für Fingerabdruck '%s' gefunden

source: Found Key
de: Gefundener Schlüssel

source: Found: %s %s Sign it?
de: Gefunden: %s %s Schlüssel signieren?

source: keys to sign
de: zu signierende Schlüssel

source: Need a disk to partition!
de: Benötige ein Speichergerät zum partitionieren!

source: Disk Setup
de: Laufwerkseinrichtung

source: Setting up...
de: Einrichten…

source: Formatting Disk...
de: Gerät formatieren…

source: Partitioning...
de: Partitionierung…

source: Creating Filesystem...
de: Dateisystem anlegen…

source: [IN USE]
de: [IN BENUTZUNG]

source: Disks
de: Laufwerke

source: No removable storage connected. Please connect some and press OK.
de: Kein entfernbares Speichergerät gefunden. Bitte schliessen Sie ein Speichergerät an und drücken Sie OK.

source: Pick your %s disk
de: Wählen Sie Speichergerät %s

source: Refresh
de: Aktualisieren

source: Cancel
de: Abbrechen

source: Warning
de: Warnung

source: Are you sure you want to use this disk? %s (%s)
de: Sind Sie sicher dass Sie dieses Gerät benutzen wollen? %s (%s)

source: master key backup
de: Hauptschlüssel sichern

source: Danger!
de: Vorsicht!

source: Are you sure you don't want to make any more backups?
de: Sind Sie sicher, dass Sie keine Sicherung mehr benötigen?

source: Your backup to the above disk is now complete and the disk can be ejected.
de: Ihre Sicherungskopie des o.g. Gerätes ist jetzt erstellt und das Laufwerk kann ausgeworfen werden.

source: Backups
de: Sicherungskopie

source: Would you like to backup to another disk?
de: Möchten Sie ein anderes Gerät sichern?

source: Public Key Export
de: Öffentlichen Schlüssel exportieren

source: Subkey and Public Key Export
de: Unterschlüssel und öffentlichen Schlüssel exportieren

source: Are you sure you don't want to export your key?
de: Sind Sie sicher, dass Sie Ihren Schlüssel nicht exportieren möchten?

source: Are you sure you want to use this disk? %s All the data currently on the disk WILL BE WIPED!
de: Sind Sie sicher, dass Sie dieses Laufwerke benutzen möchten? %s Alle Daten auf dem Gerät werden unwiderruflich GELÖSCHT!

source: No mountable partitions found on this disk
de: Keine Partitionen auf dem Gerät gefunden

source: New GPG Key
de: Neues GPG Schlüsselpaar

source: Key Generation
de: Schlüsselgenerierung

source: GPG keys will now be generated. Progress is estimated and this may take a while. You will be prompted for your password several times.
de: GPG-Schlüssel werden generiert. Das kann eine Weile dauern. Sie werden mehrere Male nach einem Passwort gefragt werden.

source: Generating Master Key...
de: Hauptschlüssel generieren…

source: Master Key generation
de: Hauptschlüssel generieren

source: Revocation certificate
de: Widerrufszertifikat

source: You will be prompted for your password twice when you generate your first subkey. This is so that a revocation certificate can be generated for your master key
de: Sie werden zweimal nach Ihrem Passwort gefragt werden wenn Sie Ihren ersten Unterschlüssel anlegen damit ein Widerrufszertifikat für den Hauptschlüssel angelegt werden kann.

source: Generating Sub Keys...
de: Unterschlüssel anlegen…

source: Subkey generation
de: Unterschlüssel anlegen

source: Key Generation Complete!
de: Schlüssel anlegen beendet!

source: Master Key Algorithm
de: Hauptschlüsselalgorithmus

source: Pick the algorithm you would like to use for your new master key. If you're unsure, the defaults are well chosen and should work for most people
de: Wählen Sie einen Algorithmus für den Hauptschlüssel. Wenn Sie sich unsicher sind, sollten Sie die Standardwerte nutzen.

source: Master Key Size
de: Länge des Hauptschlüssels

source: Pick the size of your new master key. If you're unsure the defaults are well chosen and should work for most people
de: Wählen Sie eine Länge für den Hauptschlüssel. Wenn Sie unsicher sind, nutzen Sie die Standardwerte.

source: Subkey Algorithm
de: Unterschlüsselalgorithmus

source: Pick the algorithm you would like to use for your new subkeys. If you're unsure, the defaults are well chosen and should work for most people
de: Wählen Sie einen Algorithmus für die Unterschlüssel. Wenn Sie sich unsicher sind, sollten Sie die Standardwerte nutzen.

source: Key Export
de: Schlüssel exportieren

source: How would you like to export your subkeys?
de: Wie möchten Sie die Unterschlüssel exportieren?

source: External Storage
de: Externer Speicher

source: New Key Creation Complete
de: Schlüssel anlegen abgeschlossen

source: You can now store your backups in a safe place
de: Sie können Ihre Sicherungskopie nun an einem sicheren Ort aufbewahren

source: IMPORTANT
de: WICHTIG

source: Don't forget to import your new key to your main computer by running import.sh from your public export disk.
de: Vergessen Sie nicht, Ihre neuen Schlüssel in Ihren Rechner zu importieren, indem Sie import.sh von der Sicherungskopie ausführen.

source: This disk does not contain a master key backup.
de: Dieses Speichermedium hat keine Sicherungskopie des Hauptschlüssels.

source: Key Fingerprint
de: Schlüssel-Fingerabdruck

source: Please select your key.
de: Bitte wählen Sie einen Schlüssel.

source: Sign GPG Public Keys
de: Öffentliche GPG_Schlüssel signieren

source: Associate a UID with your master key
de: UID mit Ihrem Hauptschlüssel assoziieren

source: Revoke a UID associated with your master key
de: Eine mit Ihrem Hauptschlüssel assoziierte UID widerrufen

source: Revoke your master key or a subkey
de: Haupt- oder Unterschlüssel widerrufen

source: Change the expiration date on your master key or a subkey
de: Ablaufdatum des Hauptschlüssels ändern

source: Save
de: Speichern

source: Do you want to save the changes you've made?
de: Möchten Sie die Änderungen speichern?

source: There are no keys to sign on this disk. Please be sure they are in the signing/pending folder.
de: Keine Schlüssel auf dem Speichermedium. Stellen Sie sicher, dass die Schlüssel im signing/pending Verzeichnis sind.

source: Which keys do you want to sign?
de: Welche Schlüssel möchten Sie signieren.

source: Signed %s
de: Signiert %s

source: Which key(s) do you want to revoke?
de: Welche Schlüssel möchten Sie widerrufen?

source: Why do you want to revoke %s
de: Möchten Sie %s widerrufen?

source: Why are you revoking this key?
de: Warum möchten Sie diesen Schlüssel widerrrufen?

source: Revoked %s
de: %s widerrufen

source: Add UID
de: UID hinzufügen

source: Added %s to your key
de: %s zu Ihrem Schlüssel hinzugefügt

source: Which UID would you like to revoke?
de: Welche UID möchten Sie widerrufen?

source: Removed %s from your key
de: %s von Ihrem Schlüssel entfernt

source: Key expiration
de: Ablaufdatum

source: Which key do you want to expire?
de: Welcher Schlüssel soll ablaufen?

source: When do you want this key to expire?(YYYY-MM-DD)
de: Wann soll dieser Schlüssel ablaufen? (YYYY-MM-DD)

source: Expiration Date:
de: Ablaufdatum:

source: Please enter a valid date in the future.
de: Bitte geben Sie ein Ablaufdatum in der Zukunft an.

source: Changed expiration date on %s
de: Ablaufdatum von %s geändert

source: Please mount an existing key backup, either an exported secret key or .gnupg and enter the path to it below
de: Bitte hängen Sie eine existente Sicherheitskopie einn, entweder einen exportierten privaten Schlüssel oder .gnupg und geben Sie den Pfad ein

source: Master Key
de: Hauptschlüssel

source: Which key is your master key?
de: Welcher ist Ihr Hauptschlüssel?

source: (Master)
de: (Haupt)

source: (Certification)
de: (Zertifizierung)

source: (Signing)
de: (Signieren)

source: (Encryption)
de: (Verschlüsselung)

source: (Authentication)
de: (Authentifizieren)

source: Signing Subkey
de: Signatur-Unterschlüssel

source: A signing subkey will now be generated. This is used to ensure what you send across the Internet, like emails or Debian packages, has not been tampered with.
de: Ein Signatur-Unterschlüssel wird jetzt angelegt. Damit können Daten, die Sie über das Internet verschicken, wie E-Mails oder Debian Pakete, signiert werden.

source: Generating signing subkey...
de: Signatur-Unterschlüssel anlegen…

source: Encryption Subkey
de: Verschlüsselungs-Unterschlüssel

source: An encryption subkey will now be generated. This is used to protect your data, like emails or backups, from being viewed by anyone else.
de: Verschlüsselungs-Unterschlüssel

source: Generating encryption subkey...
de: Verschlüsselungs-Unterschlüssel anlegen…

source: Authentication Subkey
de: Authentifizierungs-Unterschlüssel

source: An authentication subkey will now be generated. This is used to prove your identity and can be used as an ssh key.
de: Ein Authentifizierungs-Unterschlüssel wird jetzt angelegt. Dieser Schlüssel kann als SSH-Schlüssel genutzt werden und Ihre Identität bestätigen.

source: Generating authentication subkey...
de: Authentifizierungs-Unterschlüssel angelegen…

source: No valid backup found at '%s'
de: Keine gültige Sicherung in %s gefunden

source: <Tab>/<Alt-Tab> between elements | <Space> checks box | <Enter> selects
de: <Tab>/<Alt-Tab> zwischen Elementen | <Space> Markieren | <Enter> Auswählen

source: Help
de: Hilfe

source: Password
de: Passwort

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: (again)
de: (nochmal)

source: Passwords do not match!
de: Passwörter stimmen nicht überein!

source: Password cannot be empty!
de: Passwörter können nicht leer sein!

source: Enter User Information
de: Benutzer.innen-Information eingeben

source: Email Address
de: E-Mail-Adresse

source: You must supply a valid email address
de: Sie müssen eine gültige E-Mail-Adresse angeben

source: Error
de: Fehler

source: Yes
de: Ja

source: No
de: Nein

source: Continue
de: Weiter

source: Skip
de: Überspringen

source: Abort
de: Abbrechen

source: Are you sure you want to cancel
de: Sind Sie sicher, dass Sie abbrechen möchten?

source: error
de: Fehler

source: No smartcards detected. Please connect one and press Ok.
de: Keine Smartcards gefunden. Schliessen Sie eine Smartcard an und drücken Sie auf Ok.

source: Is this your smartcard?
de: Ist das Ihre Smartcard?

source: New Smartcard
de: Neue Smartcard

source: This appears to be a new smartcard. Would you like to set it up?
de: Es scheint sich um eine neue Smartcard zu handeln. Möchten Sie sie einrichten?

source: Default PINs
de: Standard PINs

source: The default PINs on your device are:
de: Die Standard-PINs Ihres Geräts sind:

source: Which key(s) do you want to export?
de: Welche(n) Schlüssel möchten Sie exportieren?

source: Which slot do you want to put this key in?
de: In welchem Slot möchten Sie diesen Schlüssel ablegen?

source: Overwrite?
de: Überschreiben?

source: There is already a key in slot %d. Do you want to overwrite it?
de: In Slot %d befindet sich schon ein Schlüssel. Möchten Sie ihn überschreiben?

source: Set PIN
de: PIN einrichten

source: You will now be asked to set the user and Admin PINs on your smartcard.
de: Sie werden nun einen Benutzernamen und Admin-PIN für die Smartcard einrichten.

source: Setup your new smartcard
de: Neue Smartcard einrichten

source: Given Name of Cardholder
de: Vorname

source: Surname of Cardholder
de: Familienname

source: Language Preference
de: Sprache

source: Sex (m/f/u)
de: Geschlecht (m/f/u)

source: Login Data
de: Logindaten

source: Generate Key
de: Schlüssel anlegen

source: Do you want to generate a key in slot %d: %s?
de: Möchten Sie einen Schlüssel in Slot %d anlegen: %s?

source: Incorrect PIN
de: Fehlerhafte PIN
